<?php

declare(strict_types=1);

return [

    /*
    |--------------------------------------------------------------------------
    | أسطر لغة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | الأسطر التالية هي الأسطر الافتراضية التي تطابق الأسباب التي يقدّمها
    | وسيط كلمات المرور لنتيجة محاولة تحديث كلمة المرور، مثل الفشل بسبب
    | كلمة مرور غير صالحة أو رمز إعادة تعيين غير صالح.
    |
    */

    'reset' => 'تمت إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'لقد أرسلنا إليك رابط إعادة تعيين كلمة المرور عبر البريد الإلكتروني.',
    'throttled' => 'يرجى الانتظار قبل إعادة المحاولة.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم بهذا البريد الإلكتروني.',

];
